function Footer() {
    return (
        <div>
            <div class="container-fluid  bg-dark">
                <div class="col-12">
                    <div class="row">
                        <div class="col-lg-4 text-center text-white mt-5">
                            <h2 className="text-white">Преимущества</h2>
                            <p>Можете встраивать тесты на Ваш сайт. 
                            Тест показывается нашем и других сайтах. Гибкие настройки результатов. 
                            Возможность поделиться тестом и результатами. Лавинообразный ("вирусный") трафик на тест. 
                            Русскоязычная аудитория. Без рекламы!
                            Создавайте тесты онлайн, всё бесплатно. 
                            У нас можно бесплатно: создать тест онлайн для для учеников, друзей, сотрудников, для вашего сайта, с ответами и результатами - Все Бесплатно!</p>


                        </div>

                        <div class="col-lg-4 text-center  mt-5  ml-2 p-1">
                            <h4 className="text-white">Информация</h4>
                            <a href="#">Контакты</a><br></br>
                            <a href="#">Реклама на проекте</a><br></br>
                            <a href="#">В Контакте</a><br></br>
                            <a href="#">Одноклассники</a><br></br>
                            <a href="#">Facebook</a><br></br>

                            
                        </div>
                        <div class="col">
                            <div class="col-lg-8 text-center text-white mt-5">
                                <h4 className="text-white">Пользователям</h4>
                <p>Вам захотелось отдохнуть? Или просто приятно провести время? Выбирайте и проходите онлайн-тесты, 
                    делитесь результатом с друзьями. Проверьте, смогут они пройти также как Вы, или может лучше?
Конструктор Тестов ру - это огромное количество интересных и бесплатных тестов на сообразительность, IQ,
 зрение, знания правил дорожного движения, программирования и многое другое. </p>
                            </div>
                            
                        </div>
                        
                    </div>
                </div>
            </div>
        </div>
        
    

            );
}
            export default Footer;